{
	"About me": "Über mich",
	"Hi, I am a Front-end deverloper based near Stuttgart, Germany.": "Hi, ich bin Frontend Entwickler, wohnhaft in Urbach in der Nähe von Stuttgart in Baden-Württemberg.",
	"As an enthusiastic frontend developer, I want to turn my fascination for the IT industry into a profession. I love creating elegant and user-friendly websites and applications. Ever since I can remember, the endless possibilities of the IT industry have fascinated me. My strengths lie in converting complex problems into user-friendly solutions. I am convinced that good programming is more than just code. It's about helping people achieve their goals and realize their dreams. This is why I can be passionate about my job every day.": "Ich liebe es, elegante und benutzerfreundliche Websites und Anwendungen zu erstellen. Seit ich denken kann, faszinieren mich die unendlichen Möglichkeiten der IT-Branche. Meine Stärken liegen darin, komplexe Probleme in benutzerfreundliche Lösungen umzuwandeln. Ich bin davon überzeugt, dass gute Programmierung mehr ist als nur Code. Es geht darum, Menschen zu helfen, ihre Ziele zu erreichen und ihre Träume zu verwirklichen. Dies ist der Grund, warum ich mich jeden Tag aufs Neue für meinen Beruf begeistern kann.",
	"I'm a creative coder who's passionate about learning and staying up-to-date with the latest technologies. My attention to detail allows me to write clean and efficient code, and I'm dedicated to helping others achieve their goals.": "Als Coder bin ich begeistert von der Herausforderung, kreative Lösungen für komplexe Probleme zu finden. Meine Fähigkeit, unkonventionell zu denken, und meine Liebe zum Detail ermöglichen es mir, sauberen und effizienten Code zu schreiben. Durch meine Hingabe an meine Arbeit und meinem Wunsch, anderen zu helfen, ihre Ziele zu erreichen, bin ich ein wertvolles Mitglied jedes Teams.",
	"I am thrilled to embark on a new career as a developer and eager to continue expanding my skills and knowledge. If you believe I would be a valuable addition to your team, please don't hesitate to reach out.": "Ich bin begeistert, meine Karriere als Entwickler zu starten und meine Fähigkeiten und Kenntnisse weiter auszubauen. Falls Sie der Meinung sind, dass ich eine wertvolle Ergänzung für Ihr Team wäre, zögern Sie bitte nicht, mich zu kontaktieren.",
	"Scroll down": "Runter scrollen",
	"Contact": "Kontakt",
	"Got a problem to solve?": "Brauchen sie eine Lösung für ein Problem?",
	"Contact me through this form, I am interested in hearing you, knowing your ideas and contributing to your projects with my work.": "Kontaktieren Sie mich gerne über dieses Formular. Ich interessiere mich dafür, von Ihnen zu hören, Ihre Ideen kennenzulernen und durch meine Arbeit zu Ihren Projekten beizutragen.",
	"Need a Frontend developer?": "Benötigen sie einen Frontend Entwickler?",
	"Contact me!": "Kontaktieren sie mich!",
	"Name is required": "Bitte Namen eingeben",
	"Email is required": "Bitte E-mail eingeben",
	"Invalid email format": "Falsches E-Mail-Format",
	"Message is required": "Bitte Nachricht eingeben",
	"Send message :)": "Absenden",
	"Imprint": "Impressum",
	"I am": "",
	"FRONTEND DEVELOPER": "FRONTEND ENTWICKLER",
	"Let´s talk!": "Kontakt",
	"Skills": "Fähigkeiten",
	"Portfolio": "Portfolio",
	"My Skills": "Fähigkeiten",
	"Through my experience and dedication, I have honed my skills in frontend development and successfully delivered various projects with high-quality code.": "Ich habe eine schnelle Auffassungsgabe für Technologien und kann mich effektiv in neue Technologien einarbeiten und sie erfolgreich anwenden.",
	"Get in touch": "Kontakt",
	"This page is a sample of my work - please feel free to try them out.": "Diese Seite dient als Beispiel meiner Arbeit - fühlen Sie sich frei, jedes meiner Projekte auszuprobieren."
}